
DVDModuleNameInList								= "DVD";
DVDWindowHeader									= "DVD 播放程序";
DVDNoDiskInserted								= "请插入一张 DVD 光盘";
DVDInsertedLabel								= "已插入的 DVD 光盘";
DVDReadingDVDPleaseWait                         = "正在读取 DVD 光盘…";
DVDModuleMenu                                   = "DVD 菜单";
DVDModuleEject                                  = "推出光盘";
DVDModuleStop                                   = "停止";
DVDModuleResume                                 = "恢复播放";
DVDModuleHistoryBeginning                       = "从起始位置开始";
DVDModuleHistoryDefaultBookmark                 = "从书签开始";

DVDOptionsHeader								= "选项";
DVDOptionsFlagOn                                = "开";
DVDOptionsFlagOff                               = "关";
DVDOptionsMuting                                = "静音";
DVDOptionsCaptioning                            = "隐藏式字幕";
DVDPlayerChapterFormatter                       = "章节 %d/%d";

ErrorCantInitializeDVDPlaybackAlert				= "此时不能播放 DVD 光盘。";
ErrorCantInitializeDVDPlaybackMessage			= "另一个应用程序正在播放 DVD 光盘。请返回到桌面以退出其他应用程序并再次尝试。";
ErrorCantEjectDVDAlert							= "不能推出该 DVD 光盘。";
ErrorCantEjectDVDMessage						= "另一个应用程序正在播放该 DVD 光盘。请返回到桌面以退出其他应用程序。";
ErrorBadRegionCodeAlert							= "该 DVD 光盘的区域码与“DVD 播放程序”不匹配。";
ErrorBadRegionCodeMessage						= "要了解有关区域码的更多信息，请参阅“DVD 播放程序”帮助。";
ErrorBadDVDMediaAlert							= "不能播放该 DVD 光盘。";
ErrorBadDVDMenuMessage							= "不能识别格式。";

/* Generic Fatal DVD Alert Messages */
ErrorFatalDVDAlert								= "不能播放该 DVD 光盘。";
ErrorFatalDVDMessage							= "该光盘有问题。";

/* The following are straight error codes matching strings for the DVD Player framework */

/*	kDVDErrorAuthentification = -70025,	The user attempting to change the region code could not be authenticated. */
-70025											= "不能验证该光盘的拷贝保护。";
